Repository: zaraford/files-converter
Catalog: po/*.po
Languages: cs, it, pl, uk

source: Convert to:
cs: Převést na:
it: Converti in:
pl: Konwertuj na:
uk: Конвертувати у:

source: Type: {mime_type}
cs: Typ: {mime_type}
it: Tipo: {mime_type}
pl: Typ: {mime_type}
uk: Тип: {mime_type}

source: Size: {size}
cs: Velikost: {size}
it: Dimensione: {size}
pl: Rozmiar: {size}
uk: Розмір: {size}

source: Created: {created}
cs: Vytvořeno: {created}
it: Creato: {created}
pl: Utworzono: {created}
uk: Створено: {created}

source: Error retrieving metadata: {}
cs: Chyba při získávání metadat: {}
it: Errore nel recupero dei metadati: {}
pl: Błąd podczas pobierania metadanych: {}
uk: Помилка отримання метаданих: {}

source: File
cs: Soubor
pl: Plik
uk: Файл

source: Add files
cs: Přidat soubory
it: Aggiungi file
pl: Dodaj pliki
uk: Додати файли

source: Open folder
cs: Otevřít složku
it: Apri cartella
pl: Otwórz folder
uk: Відкрити папку

source: Settings
cs: Nastavení
it: Impostazioni
pl: Ustawienia
uk: Налаштування

source: Preferences
cs: Předvolby
it: Preferenze
pl: Preferencje
uk: Параметри

source: Help
cs: Nápověda
it: Aiuto
pl: Pomoc
uk: Допомога

source: About
cs: O aplikaci
it: Informazioni
pl: O programie
uk: Про програму

source: Report a bug
cs: Nahlásit chybu
it: Segnala un bug
pl: Zgłoś błąd
uk: Повідомити про помилку

source: Check for Updates
cs: Zkontrolovat aktualizace
it: Controlla aggiornamenti
pl: Sprawdź aktualizacje
uk: Перевірити наявність оновлень

source: Support
cs: Podpora
it: Supporto
pl: Wsparcie
uk: Підтримати

source: Selected files:
cs: Vybrané soubory:
it: File selezionati:
pl: Wybrane pliki:
uk: Вибрані файли:

source: Clear All
cs: Vymazat vše
it: Cancella tutto
pl: Wyczyść wszystko
uk: Очистити все

source: Convert
cs: Převést
it: Converti
pl: Konwertuj
uk: Конвертувати

source: Cancel
cs: Zrušit
it: Annulla
pl: Anuluj
uk: Скасувати

source: Please choose files
cs: Prosím, vyberte soubory
it: Si prega di scegliere i file
pl: Proszę wybrać pliki
uk: Будь ласка, виберіть файли

source: No files selected for conversion.
cs: Žádné soubory k převodu nebyly vybrány.
it: Nessun file selezionato per la conversione.
pl: Nie wybrano plików do konwersji.
uk: Файлів для конвертації не вибрано.

source: No custom directory has been selected for conversion. Please select a directory to proceed.
cs: Nebyl vybrán žádný vlastní adresář pro převod. Prosím, vyberte adresář pro pokračování.
it: Nessuna directory personalizzata è stata selezionata per la conversione. Si prega di selezionare una directory per procedere.
pl: Nie wybrano niestandardowego katalogu do konwersji. Proszę wybrać katalog, aby kontynuować.
uk: Не вибрано кастомний каталог для перетворення. Будь ласка, виберіть каталог, щоб продовжити.

source: No valid target format available for {}
cs: Pro {} není k dispozici žádný platný cílový formát
it: Nessun formato di destinazione valido disponibile per {}
pl: Brak dostępnego prawidłowego formatu docelowego dla {}
uk: Немає дійсного цільового формату для {}

source: Error converting {}: {}
cs: Chyba při převodu {}: {}
it: Errore nella conversione di {}: {}
pl: Błąd konwersji {}: {}
uk: Помилка конвертації {}: {}

source: Unexpected item in file list: {}
cs: Neočekávaná položka v seznamu souborů: {}
it: Elemento imprevisto nell'elenco dei file: {}
pl: Nieoczekiwany element na liście plików: {}
uk: Неочікуваний елемент у списку файлів: {}

source: (Est. {} remaining)
cs: (odhadováno {} zbývá)
it: (Est. tempo rimanente {})
pl: (Szac. pozostało {})
uk: (Прибл. {} залишилось)

source: Conversion completed
cs: Převod dokončen
it: Conversione completata
pl: Konwersja zakończona
uk: Конвертацію завершено

source: Conversion completed successfully!
cs: Převod byl úspěšně dokončen!
it: Conversione completata con successo!
pl: Konwersja zakończona pomyślnie!
uk: Конвертацію успішно завершено!

source: Clear all files?
cs: Vymazat všechny soubory?
it: Cancellare tutti i file?
pl: Wyczyścić wszystkie pliki?
uk: Очистити всі файли?

source: Are you sure you want to remove all files from the list?
cs: Jste si jisti, že chcete odstranit všechny soubory ze seznamu?
it: Sei sicuro di voler rimuovere tutti i file dall'elenco?
pl: Czy na pewno chcesz usunąć wszystkie pliki z listy?
uk: Ви впевнені, що хочете видалити всі файли зі списку?

source: Select Output Directory
cs: Vybrat výstupní složku
it: Seleziona directory di output
pl: Wybierz katalog wyjściowy
uk: Виберіть директорію для виводу

source: Error
cs: Chyba
it: Errore
pl: Błąd
uk: Помилка

source: Information
cs: Informace
it: Informazione
pl: Informacja
uk: Інформація

source: Please choose a folder
cs: Prosím, vyberte složku
it: Si prega di scegliere una cartella
pl: Proszę wybrać folder
uk: Будь ласка, виберіть папку

source: A file conversion utility with context menu integration
cs: Nástroj pro převod souborů s integrací do kontextového menu
it: Uno strumento di conversione file con integrazione nel menu contestuale
pl: Narzędzie do konwersji plików z integracją z menu kontekstowym
uk: Інструмент для конвертації файлів з інтеграцією в контекстне меню

source: GitHub Repository
cs: GitHub repozitář
it: Repository GitHub
pl: Repozytorium GitHub
uk: Репозиторій GitHub

source: Warning: Icon file not found at {icon_path}
cs: Upozornění: Soubor ikony nebyl nalezen na {icon_path}
it: Avviso: file icona non trovato in {icon_path}
pl: Ostrzeżenie: Nie znaleziono pliku ikony w {icon_path}
uk: Попередження: Файл іконки не знайдено за адресою {icon_path}

source: Error reading settings file. Using default settings.
cs: Chyba při čtení konfiguračního souboru. Používám výchozí nastavení.
it: Errore nella lettura del file di impostazioni. Utilizzo delle impostazioni predefinite.
pl: Błąd odczytu pliku ustawień. Używanie domyślnych ustawień.
uk: Помилка читання файлу налаштувань. Використовуються стандартні налаштування.

source: Processing folder
cs: Zpracovávám složku
it: Elaborazione della cartella
pl: Przetwarzanie folderu
uk: Обробка папки

source: Scanning for supported files...
cs: Skenuji podporované soubory...
it: Scansione dei file supportati in corso...
pl: Skanowanie w poszukiwaniu obsługiwanych plików...
uk: Сканування на наявність підтримуваних файлів...

source: Added {total_files} supported files. Scan completed in {formatted_time}.
cs: Přidány podporované soubory {total_files}. Skenování dokončeno za {formatted_time}.
it: Aggiunti {total_files} file supportati. Scansione completata in {formatted_time}.
pl: Dodano {total_files} obsługiwanych plików. Skanowanie zakończone w {formatted_time}.
uk: Додано {total_files} підтримуваних файлів. Сканування завершено у {formatted_time}.

source: No supported files found in the selected folder.
cs: V vybrané složce nebyly nalezeny žádné podporované soubory.
it: Nessun file supportato trovato nella cartella selezionata.
pl: Nie znaleziono obsługiwanych plików w wybranym folderze.
uk: У вибраній папці не знайдено підтримуваних файлів.

source: seconds
cs: sekund
it: secondi
pl: sekund
uk: секунд

source: {} minutes and
cs: {} minut a
it: {} minuti e
pl: {} minut i
uk: {} хвилин та

source: A new version ({}) is available. Would you like to open the download page?
cs: Nová verze ({}) je k dispozici. Chcete otevřít stránku pro stažení?
it: È disponibile una nuova versione ({}). Vuoi aprire la pagina di download?
pl: Dostępna jest nowa wersja ({}). Czy chcesz otworzyć stronę pobierania?
uk: Доступна нова версія ({}). Бажаєте відкрити сторінку завантаження?

source: Update Available
cs: Aktualizace k dispozici
it: Aggiornamento disponibile
pl: Aktualizacja dostępna
uk: Доступне оновлення

source: You are using the latest version.
cs: Používáte nejnovější verzi.
it: Stai usando l'ultima versione.
pl: Używasz najnowszej wersji.
uk: Ви використовуєте останню версію.

source: Failed to check for updates: {}
cs: Nepodařilo se zkontrolovat aktualizace: {}
it: Impossibile controllare aggiornamenti: {}
pl: Nie udało się sprawdzić aktualizacji: {}
uk: Не вдалося перевірити наявність оновлень: {}

source: Language:
cs: Jazyk:
it: Lingua:
pl: Język:
uk: Мова:

source: Theme:
cs: Téma:
it: Tema:
pl: Motyw:
uk: Тема:

source: System default
cs: Výchozí systémové nastavení
it: Predefinito di sistema
pl: Domyślne ustawienia systemu
uk: Системні налаштування

source: Light
cs: Světlý
it: Chiaro
pl: Jasny
uk: Світла

source: Dark
cs: Tmavý
it: Scuro
pl: Ciemny
uk: Темна

source: Default output directory:
cs: Výchozí výstupní složka:
it: Directory di output predefinita:
pl: Domyślny katalog wyjściowy:
uk: Стандартна директорія для виводу:

source: Same as input
cs: Stejné jako vstup
it: Stesso dell'input
pl: Takie samo jak wejściowe
uk: Те саме, що і ввід

source: Choose directory
cs: Vybrat složku
it: Scegli directory
pl: Wybierz katalog
uk: Вибрати директорію

source: Ask each time
cs: Ptát se vždy
it: Chiedi ogni volta
pl: Pytaj za każdym razem
uk: Запитувати кожного разу

source: Choose custom directory
cs: Vybrat vlastní složku
it: Scegli directory personalizzata
pl: Wybierz własny katalog
uk: Вибрати власну директорію

source: Not selected
cs: Nevybráno
it: Non selezionato
pl: Nie wybrano
uk: Не вибрано

source: Enable notifications:
cs: Povolit oznámení:
it: Abilita notifiche:
pl: Włącz powiadomienia:
uk: Увімкнути сповіщення:

source: Auto-remove converted files:
cs: Automaticky odstraňovat převedené soubory:
it: Rimozione automatica dei file convertiti:
pl: Automatycznie usuwaj przekonwertowane pliki:
uk: Автоматично видаляти конвертовані файли:

source: Select Custom Output Directory
cs: Vybrat vlastní výstupní složku
it: Seleziona directory di output personalizzata
pl: Wybierz własny katalog wyjściowy
uk: Вибрати власну директорію для виводу

source: Current GTK theme: {gtk_theme}
cs: Akt téma GTK: {gtk_theme}
it: Tema GTK attuale: {gtk_theme}
pl: Obecny motyw GTK: {gtk_theme}
uk: Поточна тема GTK: {gtk_theme}

source: Note: If you're unable to get a light theme, it may be due to your system's GTK theme settings.
cs: Poznámka: Pokud se vám nedaří získat světlé téma, může to být kvůli nastavením GTK tématu ve vašem systému.
it: Nota: Se non riesci ad ottenere un tema chiaro, potrebbe essere dovuto alle impostazioni del tema GTK del tuo sistema.
pl: Uwaga: Jeśli nie możesz ustawić jasnego motywu, może to być spowodowane ustawieniami motywu GTK w twoim systemie.
uk: Примітка: Якщо вам не вдається вибрати світлу тему, це може бути через налаштування теми GTK вашої системи.

source: Unsupported file type: {file_type}
cs: Nepodporovaný typ souboru: {file_type}
it: Tipo di file non supportato: {file_type}
pl: Nieobsługiwany typ pliku: {file_type}
uk: Непідтримуваний тип файлу: {file_type}

source: ffmpeg process failed with return code: {process.returncode}
cs: Proces ffmpeg selhal s návratovým kódem: {process.returncode}
it: Il processo ffmpeg non è riuscito con codice di ritorno: {process.returncode}
pl: Proces ffmpeg zakończył się kodem powrotu: {process.returncode}
uk: процес ffmpeg завершився невдало з кодом повернення: {process.returncode}

source: Inkscape is required for vector conversions but is not installed.
cs: Inkscape je potřebný pro převod vektorů, ale není nainstalován.
it: Inkscape è richiesto per le conversioni vettoriali ma non è installato.
pl: Inkscape jest wymagany do konwersji wektorów, ale nie jest zainstalowany.
uk: Для конвертації векторних файлів потрібен Inkscape, але він не встановлений.

source: Unsupported document conversion: {} to {}
cs: Nepodporovaný převod dokumentu: {} na {}
it: Conversione documento non supportata: {} in {}
pl: Nieobsługiwana konwersja dokumentu: {} na {}
uk: Непідтримувана конвертація документа: {} у {}

source: Unsupported input archive format: {}
cs: Nepodporovaný formát archivu: {}
it: Formato archivio non supportato: {}
pl: Nieobsługiwany format archiwum: {}
uk: Непідтримуваний формат архіву: {}

source: Unsupported output archive format: {}
cs: Nepodporovaný formát archivu: {}
it: Formato archivio non supportato: {}
pl: Nieobsługiwany format archiwum: {}
uk: Непідтримуваний формат архіву: {}

source: Error during archive conversion: {}
cs: Chyba při převodu archivu: {}
it: Errore durante la conversione dell'archivio: {}
pl: Błąd podczas konwersji archiwum: {}
uk: Помилка при конвертації архіву: {}

source: Failed to convert ebook from {input_path} to {output_path}
cs: Nepodařilo se převést ebook z {input_path} do {output_path}
it: Impossibile convertire l'ebook da {input_path} a {output_path}
pl: Nie udało się przekonwertować ebooka z {input_path} na {output_path}
uk: Не вдалося конвертувати електронну книгу з {input_path} у {output_path}
